<template>
    <div class="bangla bangla-size-fix">
        <h1 style="font-size: 32px">সাদাকালো ছবি ও তৎ সম্পর্কিত অন্যান্য বিষয়াবলী</h1>
        <p>প্রথম ক্যামেরা আবিষ্কার হয় ১৮২০ এর দশকে। সেই সময়ের আগে মানুষ ছবি তোলার জন্য প্রচলিত মিডিয়াতগুলোর উপর নির্ভরশীল ছিল যেমন- চিত্রকর্ম, স্কেচ এবং অঙ্কন। যাইহোক, যখন ক্যামেরায় ছবি তোলা হয়েছিল তখন মনে হয়েছিল ঐতিহ্যবাহী মিডিয়াগুলির চেয়ে ক্যামেরার ছবি কোন বস্তু সম্পর্কে আরও তথ্যবহুল বা বিশদভাবে উপস্থাপন করেছিল।</p>
        <p>সাদাকালো ফটোগ্রাফির ইতিহাস বলতে গেলে প্রথমেই নাম আসে জসেফ নিসফোর এর। প্রথম সফল সাদাকালো  ছবি ধারন করেছিলেন জোসেফ নিসফোর নিপস। তবে এর অনুলিপি তৈরি করার সময় এটি ধ্বংস হয়ে যায়। পরবর্তীতে ১৮২৫ সালে তিনি আবার সফল হন। যেখানে তিনি একটি জানালার সাদাকালো ছবি ধারণ করতে সক্ষম হন। তাঁর আবিষ্কারটি পরে অন্যান্যদের দ্বারা আরও উন্নত করা হয় এবং ১৮৯১ সালে, লিপম্যান গ্যাব্রিয়েল রঙিন ছবি তোলার  পদ্ধতি আবিষ্কার করেন। এটি অপটিক্যাল লাইট ওয়েভ ইন্টারফেসের উপর ভিত্তি করে তৈরি হয়েছিল। এটি তাকে ১৯০৮ সালে পদার্থবিজ্ঞানে নোবেল পুরস্কার এনে দিয়েছিলো।</p>
        <p>প্রথম ফিল্ম ক্যামেরা মুলত সাদাকালো ছবি ধারণ করতে সক্ষম ছিল। পরবর্তীতে রঙ্গিন ছবি তোলার পদ্ধতি আবিস্কারের পরেও সাদাকালো ছবি তার আধিপত্য বজায় রেখেছিল; কারন এর ক্লাসিক লুক, কম খরচ, অধিক স্থায়িত্ব। বর্তমান আধুনিক বিশ্বেও সাদাকালো ছবি মানুষের পছন্দের।</p>
        <p>আমরা ছোটবেলা থেকেই পৃথিবীকে রঙিন দেখতেই অভ্যস্থ। যেহেতু আমরা পৃথিবীকে রঙিন দেখি সেহেতু আমরা বলতে পারি রঙিন ফটোগ্রাফি বাস্তবতাকে সরাসরি উপস্থাপন করে।  যদি সাদাকালো ফটোগ্রাফি হয় এর অর্থ হলো আপনি বাস্তবতাকে দর্শকের সামনে কিভাবে উপস্থাপন করবেন বা আপনি কিভাবে বাস্তবতাকে দেখেন এবং অনুধাবন করেন সেটার প্রকাশ। আপনি যখন কোন রঙিন ছবি কে সাদাকালোতে রূপান্তরিত করেন তখন আপনি শুধুই ছবির রংগুলোকেই অপসারণ করেন না; একটি রং আরেকটি রঙের সাথে কিভাবে সম্পর্কিত তা খুঁজে পেতে সাহায্য করে এবং গল্প বলার ক্ষেত্রে গল্পের নতুন ভাষা তৈরিতেও সাহায্য করে। এই ভাষা দিয়ে আপনি দর্শকের মনোজগতকে আন্দোলিত করতে পারবেন এবং নতুন ভাবনা ও অনুভূতির সৃষ্টি করতে পারবেন।</p>
        <p>আপনি যখন কোন রঙিন ছবি থেকে রংগুলোকে অপসারণ করেন তখন দর্শক যা দেখতে অভ্যস্থ সেটাও তার মস্তিষ্ক থেকে মুছে ফেলেন এবং সে নতুন ভাবে ভাবতে শুরু করে। এর ফলে সে ছবিতে রঙের পরিবর্তে ছবির মধ্যে শক্তিশালী অন্যান্য উপাদানগুলো খুঁজে। Different tonal range, Rich black এবং Deep contrast ছবিতে একটা অন্যরকম আবেদন তৈরি করে এবং ছবিতে এমন এক সংযোগ তৈরি করে যার ফলে আপনি ছবি দেখার পর আপনাকে থামিয়ে দিয়ে কিছু সময় ভাবতে বাধ্য করে এবং ছবিতে যা দেখানো হয়েছে আপনার মনযোগ সেইদিকে নিয়ে যাবে।</p>
        <p>বেশিরভাগ ফটোগ্রাফার Storytelling, Street photography তে সাদাকালো ব্যবহার করতে পছন্দ করেন। কারণ Connection, Emotion, Content, Shape, Line অনেক বেশি শক্তিশালী হয়। যে ছবিতে Line, Shape, Texture অনেক বেশি strong সে ছবিকে আমরা চাইলে অনায়াসে সাদাকালোতে নিতে পারি। অনেকক্ষেত্রে ঐতিহাসিক প্রেক্ষাপট বুঝতে এবং গত হয়ে যাওয়া সময় বা হারিয়ে যাওয়া সময় বুঝানোর জন্যও সাদাকালো ব্যবহার করা হয়।</p>
        <p>আমাদের চোখ মূলত ছবিতে কিছু বিষয়ের প্রতি অকৃষ্ট হয় যেমন:</p>
        <ul>
            <li>Strong line, Texture, Shape</li>
            <li>Face on figures</li>
            <li>Sharp area</li>
            <li>Bright area</li>
            <li>High contrast area</li>
        </ul>
        <figure>
            <img :src="require(`../assets/article-4/Picture1.jpg`)" alt="">
            <figcaption>Photo: Collected</figcaption>
        </figure>
        <figure>
            <img :src="require(`../assets/article-4/Picture2.jpg`)" alt="">
            <figcaption>Photo: Collected</figcaption>
        </figure>
        <figure>
            <img :src="require(`../assets/article-4/Picture3.jpg`)" alt="">
            <figcaption>Photo: Collected</figcaption>
        </figure>
        <p>সাদাকালো ছবির একটা অন্যরকম আবেদন আছে তবুও সব ছবি সাদাকালোতে ভালো আবেদন দিতে পারে না। যদিও সাদাকালো ছবিতে শক্তিশালী আবেদন, আবেগ তৈরি করে কিন্তু কখনো কখনো ছবির মূল বিষয়টি হয় রং। তাই রঙের গুরুত্ব বুঝেই রং অপসারণ করা উচিত। কোনভাবেই যেন রং তার গুরুত্ব না হারায়।</p>
        <p>ছবি সাদাকালো করার একটা অন্যতম কারণ হলো ছবিতে রঙের আধিপত্যকে বাদ দেওয়া। এর ফলে দর্শকের চোখ চলে যায় shape, line, form, texture-এ; হয়তোবা কালারেও এটা একটা দুর্দান্ত ছবি হতো। এক্ষেত্রে রঙের গুরুত্ব, রঙের ভাষা বুঝতে হবে যেমন:</p>
        <img :src="require(`../assets/article-4/Picture4.jpg`)" alt="">
        <p>লাল- উষ্ণতা, আবেগ, শক্তি, যুদ্ধ, বিপদ</p>
        <p>নীল-শান্ত, শুদ্ধতা, বিশ্বাস, বিষণ্নতা, প্রেম</p>
        <p>হলুদ- সুখ, আনন্দ, কল্পনা</p>
        <p>সবুজ- প্রকৃতি, উদারতা, যৌবন</p>
        <p>কমলা-উৎসাহ, উষ্ণতা, শক্তি</p>
        <p>সাদা- বিশুদ্ধতা,শক্তি, পবিত্রতা</p>
        <p>কালো- শোক, আবেগ, ভয়, অসুখ</p>
        <p>এর মধ্যে কিছু রঙ শীতল আর কিছু উষ্ণ। শীতল রং আমাদের শীতল অনুভূতি দেয় যেমন: নীল, বেগুনি, সবুজ শীতল রং আর লাল, কমলা, হলুদ এইগুলো হলো উষ্ণ রং। কিন্তু বিখ্যাত শিল্পি Van Gogh আমাদের এই ধারনাকে সম্পূর্ণ ভেঙ্গে দিয়েছেন। তিনি হলুদ রঙ কে তার পেইন্টিং এ বেদনার রঙ হিসেবে দেখিয়েছেন। হয়তোবা বরফের রং নীলাভ তাই নীলকে শীতল রং এবং আগুনের রং লাল তাই লালকে উষ্ণ রং হিসেবে আমাদের অবচেতন মন ধরে নেয়।</p>
        <p>উপরের বিষয়গুলো ছাড়াও ছবিতে যদি লাইটের তারতম্য (variation) থাকে এবং সেটি ছবির মূল বিষয়বস্তুর আকর্ষণ নষ্ট করে দেয় সেক্ষেত্রে সাদাকালো করা ভালো। রঙিন ছবিতে অনেক সময় লাইটের ডিরেকশন বোঝা যায় না সেক্ষেত্রে B&W ছবিতে লাইটের ডিরেকশন বুঝা যায়। এতে ছবিতে নাটকীয় (dramatic) একটা অনুভুতি আসে।</p>
        <p>সাদাকালো ফটোগ্রাফি দর্শকের দৃষ্টিভঙ্গি পরিবর্তন করে ছবিতে রহস্য সৃষ্টি করে। যেহেতু রহস্য লুকানো থাকে তাই দর্শককে ছবি দেখে ভাবার জন্য অনুপ্রাণিত করে। surrealism বা পরাবাস্তবতার সাথে এর এক অনন্য সম্পর্ক আছে। Surrealistic ছবিতে এর প্রয়োগ অন্য মাত্রা যোগ করে।</p>
        <p class="bold">আপনি যখন সাদাকালোতে ছবি তুলছেন বা রঙিন ছবিকে সাদাকালোতে রূপান্তরিত (Convert) করছেন আপনি রঙের বিক্ষিপ্ততা (distortion) অপসারণ করার জন্য নিজেকেই চ্যালেঞ্জ করছেন। কারণ এর মধ্যে Color Cast, Color Temperature, Color Difference থাকতে পারে যা আপনার ছবির মূল গল্প থেকে আপনাকে দূরে নিয়ে যাবে।</p>
        <p class="bold">“লাইট” ফটোগ্রাফির খুব গুরুত্বপূর্ণ একটি বিষয়। কারণ লাইট Shape তৈরি করে, line তৈরি করে , texture তৈরি করে এবং কালার নির্ধারণ করতে সাহায্য করে। একজন চিত্রশিল্পীর জন্য গুরুত্বপূর্ণ উপাদান রং ও ভাস্কর এর জন্য কাদা তেমনি ফটোগ্রাফির জন্য লাইট।</p>
        পৃথিবীতে অনেক ফটোগ্রাফার  সাদাকালোতে দারুন ফটোগ্রাফি করেছেন। তারা প্রচলিত নিয়মের বাইরে গিয়ে ওয়েডিং, ওয়াইল্ড লাইফ, ফ্যাশন ফটোগ্রাফি ইত্যাদিতে সাদাকালোয় দুর্দান্ত সব ছবি তুলেছেন।
        <p class="bold">Carlo Carlatti - Wedding</p>
        <img :src="require(`../assets/article-4/Picture5.jpg`)" alt="">
        <img :src="require(`../assets/article-4/Picture6.jpg`)" alt="">
        <img :src="require(`../assets/article-4/Picture7.jpg`)" alt="">
        <p class="bold">Nick Bandt - Wild life</p>
        <img :src="require(`../assets/article-4/Picture8.jpg`)" alt="">
        <img :src="require(`../assets/article-4/Picture9.jpg`)" alt="">
        <img :src="require(`../assets/article-4/Picture10.jpg`)" alt="">
        <img :src="require(`../assets/article-4/Picture11.jpg`)" alt="">
        <p class="bold">Andy Spyra - Documentary</p>
        <figure>
            <img :src="require(`../assets/article-4/Picture12.jpg`)" alt="">
            <figcaption>Photo By: Andy Spyra</figcaption>
        </figure>
        <figure>
            <img :src="require(`../assets/article-4/Picture13.jpg`)" alt="">
            <figcaption>Photo By: Andy Spyra</figcaption>
        </figure>
        <figure>
            <img :src="require(`../assets/article-4/Picture14.jpg`)" alt="">
            <figcaption>Photo By: Pedro Luis Raota</figcaption>
        </figure>
        <figure>
            <img :src="require(`../assets/article-4/Picture15.jpg`)" alt="">
            <figcaption>Photo By: Pedro Luis Raota</figcaption>
        </figure>
        <figure>
            <img :src="require(`../assets/article-4/Picture16.jpg`)" alt="">
            <figcaption>Photo By: Piergiorgio Branzi</figcaption>
        </figure>
        <figure>
            <img :src="require(`../assets/article-4/Picture17.jpg`)" alt="">
            <figcaption>Photo By: Margaret Bourke</figcaption>
        </figure>
    </div>
</template>

<style lang="scss" scoped>
img {
  display: block;
  padding: 1em 1em;
  max-width: 500px;
  width: 100%;
  margin: 0 auto;
}

figcaption {
    text-align: center;
    padding-bottom: 1em;
}
</style>